Repository: bekcpear/othello
Catalog: po/*.po
Languages: gl

source: Application Default Language
gl: Idioma por Defecto da Aplicación

source: System Default Language
gl: Idioma por Defecto do Sistema

source: Choose a plugin directory
gl: Escolle un directorio de Plugin

source: Human Player
gl: Xogador Humano

source: You control this player with your mouse. Use left click to go,and right click to pass
gl: Controlas este xogador co rato. Usa o botón esquerdo para mover e o dereito para pasar

source: Null Player
gl: Xogador Nulo

source: This will not create any local player. It's used when playing network game
gl: Esto non creará ningún xogador local. Esto é usado para xogos en rede

source: Argument Name
gl: Nome do Argumento

source: Input text
gl: Texto de entrada

source: Argument name should not contain '='
gl: O nome do argumento non debe conter'='

source: Invalid Arguments
gl: Argumentos inválidos

source: Argument Value
gl: Valor do Argumento

source: Game Exception Catched : %s
gl: Captura dunha Excepción no Xogo : %s

source: Load theme "%s" failed : %s Try to load default theme now
gl: A carga do fondo "%s" fallou : %s Trata de carga-lo fondo por defecto

source: Theme System Warning
gl: Alerta do Sistema de Fondos

source: Load default theme failed : %s Please check your installation
gl: A carga do fondo por defecto fallou : %s Por favor revisa a túa instalación

source: Plugin system warning : %s
gl: Alerta do Sitema de Plugins : %s

source: Plugin System Warnings
gl: Alertas do Sistema de Plugins

source: Player create failed : %s
gl: Fallou o xogador creado : %s

source: Player Create Failed
gl: Fallou o Xogador Creado

source: Player create with warnings : %s
gl: Xogador creado con alertas (perigos) : %s

source: Player Create Warning
gl: Xogador Creado Problemático

source: Game server create failed : %s
gl: O servidor de xogos creado fallou : %s

source: Create Server Failed
gl: Fallou o Servidor Creado

source: Input server address(localhost, foo.com:26417, etc...)
gl: Inseri-la dirección do servidor(localhost, foo.com:26417,ect...)

source: Server Adress
gl: Dirección do Servidor

source: Invalid port number
gl: Número de porto non válido

source: Game client create failed : %s
gl: Fallou o cliente de xogo creado : %s

source: Create Client Failed
gl: Fallou o Cliente Creado

source: Stopping Game...
gl: Parando o Xogo...

source: Othello is a classic strategy game, also known as Reversi. Its objective is to finish the game with the greater amount of pieces (circles) of the same color.
gl: Othello é un xogo clásico de estratexia, coñecido tamén coma Reversi. O seu obxetivo é acabar con máis pezas (circulos) que o teu contrincante

source: About wxOthello
gl: Acerca de wxOthello

source: Game stopped
gl: Xogo Parado

source: Game Infomation
gl: Información do Xogo

source: Waiting Players...
gl: Esperando por xogadores

source: Wait All Players Ready...
gl: Esperando a que tódolos xogadores esteán listos...

source: Turn of Black, step %d
gl: Turno das Negras, movemento %d

source: Turn of White, step %d
gl: Turno das Brancas, movemento %d

source: Black Win!
gl: As Negras Gañan!

source: White Win!
gl: As Brancas Gañan!

source: Draw Game!
gl: Deseña-lo Xogo

source: Game Over
gl: Xogo Rematado

source: Continue?
gl: Continuar?

source: &Game
gl: &Xogo

source: &Start
gl: &Comezar

source: Single &Machine Game Ctrl+1
gl: Xogar Contra a &Máquina

source: Start a single machine game
gl: Comezar un xogo contra a máquina

source: Game &Server Ctrl+2
gl: &Servidor de Xogo Ctrl+2

source: Start a network game as server
gl: Iniciar un xogo en rede coma servidor

source: Game &Client Ctrl+3
gl: C&liente de Xogo Ctrl+3

source: Join a network game
gl: Xogar un xogo en rede

source: Select the type of game
gl: Seleccionar un tipo de xogo

source: Stop the game
gl: Para-lo xogo

source: &Restart Ctrl+R
gl: &Reiniciar Ctrl+R

source: Restart the game
gl: Reinicia-lo xogo

source: &Players Ctrl+P
gl: Xoga&dores Ctrl+P

source: Config the players
gl: Configura-los xogadores

source: &Quit Ctrl+Q
gl: Sa&ír Ctrl+Q

source: Exit program
gl: Saír do programa

source: &Settings
gl: Propiedade&s

source: Prefere&nce
gl: Prefere&ncias

source: Configure program preference
gl: Configurar preferencias do programa

source: &Help
gl: &Axuda

source: &About
gl: Ac&erca de

source: About the program
gl: Acerca do programa

source: BLACK
gl: NEGRAS

source: WHITE
gl: BRANCAS

source: Debug Messages
gl: Mensaxes do Depurador

source: Choose Player
gl: Escoller Xogador

source: unknown
gl: descoñecido

source: Player A
gl: Xogador A

source: Player B
gl: Xogador B

source: Available Players
gl: Xogadores Dispoñibles

source: Player Infomation
gl: Información do Xogador

source: Summary:
gl: Sumario

source: Description:
gl: Descrición:

source: Arguments
gl: Argumentos

source: Add(&A)
gl: Engadir(&E)

source: Delete(&D)
gl: Borrar(&B)

source: Reset(&R)
gl: Resetear(&R)

source: Preference
gl: Preferencias

source: Choose Language(*)
gl: Escoller Idioma(*)

source: Current Language:
gl: Idioma Actual:

source: Choose Theme(*)
gl: Escolla Fondo(*)

source: Current Theme:
gl: Fondo Actual:

source: Plugin Directories
gl: Directorios de Plugins

source: Add
gl: Engadir

source: Remove
gl: Borrar

source: Move Up
gl: Mover Arriba

source: Move Down
gl: Mover Abaixo

source: Game Server Configuration
gl: Configuración do Sevidor de Xogo

source: Server TCP Port
gl: Porto do Servidor TCP

source: Game Speed
gl: Velocidade do Xogo

source: *NOTE* : Settings marked with '*' need to restart program to take effect
gl: *AVISO* : As propiedades marcadas cun '*' precisan ser reiniciadas para ter efecto

source: Lowai Player
gl: Xogador AI Malo

source: Othello Lowai Player. Use simple score measure technology.
gl: Xogador AI Malo de Othello. Usa unha simple tegnoloxía de medida de tanteo

source: Silverfish Player
gl: Xogador Prata

source: Silverfish player. Go position where the most amount of grids would be turned
gl: Xogador Prata. Ir a posición onde se poidan cambiar máis cuadrículas
